#include <iostream>


/*
 * Выбор санатория:
А. "Липецк", г.Липецк;
В. "Сосновый бор", Тамбовский район;
С. "Лесная
жемчужина", г. Котовск;
D. "Сосны", г.Пенза.

1:      самое качественное – A,
        чуть хуже – в "B",
        еще хуже – в C,
        самое некачественное – в D.

2:      лучший – в B,
        немного хуже – D
        существенно хуже – A C

3:      самое качественное – в "D",
        немного хуже – в C
        существенно хуже – A B

4:      дальше всего – D
        существенно ближе A
        средне - B C
 * */


int main() {
    std::cout << "Hello, World!" << std::endl;
    return 0;
}
